alltomp3-bin
aurutils
bsp-layout
camlidl
cava
colorpicker
consolas-font
esy
eww-git
lemonbar
mingetty
ncurses5-compat-libs
nerd-fonts-hack
ocaml-curl
ocaml-pcre
ocamlfuse
ocamlnet
ocs-url
otf-font-awesome-5-free
pfetch-git
picom-rounded-corners
pipes.sh
pod2man
polybar
python2-pathlib
siji-git
simple-mtpfs
snapd
ttf-monaco
ttf-ms-fonts
ttf-symbola
ttf-ubraille
tty-clock
unimatrix-git
update-grub
xtitle
yay
ytop
zsh-theme-powerlevel10k-git
