alltomp3-bin
aurutils
blurwal
bsp-layout
cava
code-minimap
colorpicker
consolas-font
etcher-bin
eww-git
gconf
gksu
libgksu
libmagick6
mingetty
ncurses5-compat-libs
obkey
obtheme
ocs-url
otf-font-awesome-5-free
pfetch-git
picom-rounded-corners
pipes.sh
polybar
pygtk
python2-fuse
python2-gobject2
siji-git
simple-mtpfs
snapd
ttf-monaco
ttf-ms-fonts
ttf-symbola
ttf-ubraille
tty-clock
ufetch-git
unimatrix-git
update-grub
yay
youtube-to-mp3
ytop
