aurutils
balena-etcher
cava
colorpicker
compton-tryone-git
consolas-font
discordlogin-git
dropbox
electron7
fisher
google-chrome
haguichi
libwm-git
logmein-hamachi
mingetty
ncurses5-compat-libs
nerd-fonts-fira-mono
nerd-fonts-ubuntu-mono
obkey
obtheme
ocs-url
pfetch-git
pikaur
pipes.sh
polybar
pygtk
python2-fuse
resvg
siji-git
simple-mtpfs
snapd
spotify
tamzen-font
themix-export-spotify-git
themix-gui-git
themix-icons-archdroid-git
themix-icons-gnome-colors-git
themix-icons-numix-git
themix-icons-papirus-git
themix-icons-suru-plus-aspromauros-git
themix-icons-suru-plus-git
themix-plugin-base16-git
themix-theme-arc-git
themix-theme-materia-git
themix-theme-oomox-git
ttf-blex-nerd-font-git
ttf-material-design-icons
ttf-menlo-powerline-git
ttf-monaco
ttf-monoid
ttf-ms-fonts
ttf-symbola
ttf-ubraille
ufetch-git
update-grub
vbam-git
xorg-font-utils
yay
youtube-to-mp3
ytop
