a52dec
aalib
accountsservice
acl
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amtk
aom
apache
apparmor
appstream
apr
apr-util
arc-icon-theme
archlinux-keyring
argon2
asciiquarium
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
atool
attr
audit
autoconf
autoconf-archive
automake
avahi
babl
baobab
base
bash
bc
binutils
bison
blas
bluez
bluez-libs
bolt
boost-libs
brltty
brotli
bspwm
btrfs-progs
bubblewrap
buddy
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
catimg
cblas
cdparanoia
cdrtools
celt
cfitsio
check
cheese
chromaprint
cifs-utils
clang
cln
clutter
clutter-gst
clutter-gtk
cmake
cogl
colord
colord-gtk
colord-sane
compiler-rt
confuse
coreutils
cowsay
cracklib
cryptsetup
cups-pk-helper
curl
cvc4
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dialog
diffutils
ding-libs
djvulibre
dleyna-connector-dbus
dleyna-core
dleyna-renderer
dleyna-server
dmenu
dmraid
dnssec-anchors
dosfstools
dotconf
double-conversion
dtc
dune
dunst
e2fsprogs
edk2-ovmf
efibootmgr
efivar
electron13
elfutils
enchant
epiphany
evince
evolution-data-server
exempi
exiv2
expac
expat
faac
faad2
fakeroot
feh
ffmpeg
ffmpegthumbnailer
fftw
figlet
file
file-roller
filesystem
findutils
firefox
flac
flex
fluidsynth
folks
fontconfig
freerdp
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fzf
gavl
gawk
gc
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gdm
gedit
gegl
gendesk
geoclue
gettext
gfbgraph
ghostscript
giflib
gimp
girara
git
github-cli
gjs
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmime3
gmp
gnome-autoar
gnome-backgrounds
gnome-bluetooth
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-desktop
gnome-disk-utility
gnome-epub-thumbnailer
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-online-accounts
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnu-free-fonts
gnupg
gnutls
go
go-tools
gobject-introspection-runtime
gom
gparted
gpgme
gpm
gptfdisk
graphene
graphicsmagick
graphite
graphviz
grep
grilo
grilo-plugins
groff
grub
gsettings-desktop-schemas
gsfonts
gsl
gsm
gsound
gspell
gssdp
gssproxy
gst-editing-services
gst-libav
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtest
gtk-engine-murrine
gtk-engines
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtk4
gtkmm
gtkmm3
gtksourceview4
gts
guile
gupnp
gupnp-av
gupnp-dlna
gupnp-igd
guvcview
guvcview-common
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highlight
htop
hunspell
hwids
hwloc
hyphen
i3-gaps
i3blocks
i3status
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
inkscape
iproute2
iptables
iputils
jack2
jansson
jasper
java-environment-common
java-hamcrest
java-runtime-common
java11-openjfx
java11-openjfx-doc
java11-openjfx-src
jbig2dec
jdk11-openjdk
jemalloc
jq
jre-openjdk
jre-openjdk-headless
jre11-openjdk
jre11-openjdk-headless
js78
json-c
json-glib
jsoncpp
junit
kbd
keyutils
kitty
kitty-terminfo
kmod
krb5
kwayland
l-smash
ladspa
lame
lapack
lcms2
ldb
ldns
leiningen
lensfun
less
lib2geom
libaio
libantlr3c
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libchamplain
libcloudproviders
libcolord
libconfig
libcroco
libcue
libcups
libcurl-gnutls
libdaemon
libdatrie
libdazzle
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdmapsharing
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libebml
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgdata
libgdm
libgee
libgepub
libgexiv2
libglvnd
libgme
libgnome-keyring
libgnomekbd
libgpg-error
libgphoto2
libgrss
libgsf
libgssglue
libgtop
libgudev
libgusb
libgweather
libgxps
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libiptcdata
libjpeg-turbo
libkate
libksba
libldac
libldap
liblouis
liblqr
liblrdf
libluv
libmad
libmanette
libmatroska
libmd
libmediaart
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libmusicbrainz5
libmypaint
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
liboauth
libofa
libogg
libomxil-bellagio
libosinfo
libp11-kit
libpackagekit-glib
libpaper
libpcap
libpciaccess
libpeas
libpgm
libphonenumber
libpipeline
libplacebo
libplist
libpng
libportal
libproxy
libpsl
libpulse
libpwquality
libraqm
libraw
libraw1394
librevenge
librsvg
libsamplerate
libsasl
libsass
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsigsegv
libslirp
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspeechd
libspiro
libsrtp
libssh
libssh2
libstemmer
libsynctex
libtar
libtasn1
libteam
libtecla
libtermkey
libtg_owt
libthai
libtheora
libtiff
libtirpc
libtool
libtorrent-rasterbar
libunistring
libunwind
libupnp
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libvips
libvirt
libvirt-glib
libvisio
libvisual
libvncserver
libvorbis
libvpx
libvterm
libwacom
libwebp
libwmf
libwpd
libwpe
libwpg
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
licenses
lilv
links
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
lmdb
lolcat
lsof
lsw
lua
lua52
luajit
luit
lvm2
lxappearance
lxsession
lz4
lzo
m4
mailcap
maim
make
man-db
maude
mbedtls
md4c
mdadm
mesa
meson
metis
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mod_dnssd
mpc
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
mutter
mypaint-brushes1
nasm
nautilus
ncurses
ndctl
neofetch
neon
neovim
net-snmp
net-tools
netpbm
nettle
networkmanager
nfs-utils
nfsidmap
ninja
nitrogen
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
nomacs
noto-fonts
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
numactl
obs-studio
ocaml
ocaml-base
ocaml-compiler-libs
ocaml-compiler-libs-repackaged
ocaml-csexp
ocaml-ctypes
ocaml-findlib
ocaml-integers
ocaml-ppx_derivers
ocaml-result
ocaml-sexplib0
ocaml-stdio
ocaml-stdlib-shims
ocaml-topkg
ocaml-zarith
ocamlbuild
ocl-icd
oniguruma
openal
opencore-amr
opencv
openexr
openjdk11-doc
openjdk11-src
openjpeg2
openmpi
openssh
openssl
optipng
opus
orc
orca
osinfo-db
p11-kit
pacman
pacman-mirrorlist
pacutils
pam
pambase
pango
pangomm
parallel
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-curses
perl-error
perl-mailtools
perl-term-animation
perl-timedate
phodav
pinentry
pipewire
pipewire-media-session
pixman
pkgconf
playerctl
polkit
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
python
python-appdirs
python-argcomplete
python-atspi
python-attrs
python-cachecontrol
python-cairo
python-cairocffi
python-cffi
python-chardet
python-click
python-colorama
python-contextlib2
python-cryptography
python-distlib
python-distro
python-dnspython
python-docopt
python-docutils
python-gobject
python-html5lib
python-idna
python-markdown
python-more-itertools
python-msgpack
python-ordered-set
python-packaging
python-pep517
python-pillow
python-pip
python-ply
python-progress
python-pycparser
python-pyopenssl
python-pyparsing
python-pystache
python-pywal
python-pyxdg
python-requests
python-resolvelib
python-retrying
python-setuptools
python-six
python-termcolor
python-toml
python-tomli
python-urllib3
python-webencodings
python-xcffib
python-xlib
python-yaml
python-zope-interface
python2
python2-numpy
qbittorrent
qemu
qt5-base
qt5-declarative
qt5-imageformats
qt5-quickcontrols
qt5-svg
qt5-wayland
qt5-x11extras
qtile
quazip
ragel
ranger
raptor
rav1e
re2
readline
rest
rhash
ripgrep
rnnoise
rofi
rpcbind
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-diff-lcs
ruby-irb
ruby-manpages
ruby-optimist
ruby-paint
ruby-rainbow
ruby-rdoc
ruby-reline
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-term-ansicolor
ruby-tins
rubygems
run-parts
rustup
rygel
sane
sassc
sbc
screenfetch
scrot
sdl
sdl2
sdl2_image
seabios
seahorse
sed
semver
serd
serf
sfml
shaderc
shadow
shared-color-targets
shared-mime-info
simple-scan
slang
slop
smbclient
snappy
sndio
sord
sound-theme-freedesktop
soundtouch
sox
spandsp
speech-dispatcher
speex
speexdsp
spice
spice-gtk
spirv-tools
sqlite
sqlitebrowser
squashfs-tools
sratom
srt
startup-notification
subversion
sudo
suitesparse
sushi
svt-av1
svt-hevc
sxhkd
sxiv
sysfsutils
t1lib
taglib
talloc
tar
tbb
tcl
tdb
telepathy-glib
tepl
terminus-font
tevent
texinfo
thin-provisioning-tools
tldr
tmate
totem-pl-parser
tracker
tracker-miners
tracker3
tracker3-miners
translate-shell
tree
tree-sitter
ts-node
tslib
ttf-baekmuk
ttf-dejavu
ttf-liberation
ttf-opensans
tumbler
twolame
typescript
tzdata
uchardet
udevil
udisks2
ueberzug
unibilium
unp
unrar
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vamp-plugin-sdk
vbam-wx
vde2
vi
vid.stab
vim
vim-runtime
vino
virglrenderer
vlc
vmaf
volume_key
vte-common
vte3
vulkan-icd-loader
w3m
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wmctrl
wmname
woff2
wpa_supplicant
wpebackend-fdo
wxgtk-common
wxgtk2
wxgtk3
x264
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdo
xf86-input-libinput
xfsprogs
xkeyboard-config
xorg-font-util
xorg-fonts-encodings
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorg-xwayland
xorgproto
xsel
xterm
xvidcore
xxhash
xz
yajl
yarn
yasm
yelp
yelp-xsl
zathura
zathura-djvu
zathura-pdf-poppler
zathura-ps
zbar
zenity
zeromq
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-autosuggestions
zstd
zvbi
zxing-cpp
