aalib
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amtk
aom
apache
apparmor
apr
apr-util
arc-icon-theme
archlinux-keyring
argon2
ark
asciidoc
at-spi2-atk
at-spi2-core
atk
atkmm
atool
attica
attr
audit
autoconf
autoconf-archive
automake
avahi
awesome
babl
baobab
base
bash
bc
binutils
bison
blas
bluez-libs
boost-libs
brltty
brotli
bspwm
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
catimg
cblas
cdparanoia
chromaprint
chromium
cifs-utils
clucene
clutter
clutter-gtk
cmake
cmatrix
cmocka
code
cogl
colord
coreutils
cracklib
cryptsetup
curl
dav1d
db
dbus
dbus-glib
dconf
dconf-editor
desktop-file-utils
devhelp
device-mapper
diffstat
diffutils
ding-libs
discord
djvulibre
dleyna-connector-dbus
dleyna-core
dleyna-renderer
dleyna-server
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
dotconf
double-conversion
dunst
e2fsprogs
efibootmgr
efivar
electron
electron9
elfutils
enchant
epiphany
evolution-data-server
exempi
exiv2
exo
expac
expat
faac
faad2
fakeroot
feh
ffmpeg
ffmpegthumbnailer
ffnvcodec-headers
fftw
figlet
file
file-roller
filesystem
findutils
firefox
fish
flac
flex
fluidsynth
fontconfig
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
gavl
gawk
gc
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gedit
gegl
geocode-glib
gettext
gfbgraph
ghc
ghc-libs
ghc-static
ghex
ghostscript
giblib
giflib
gimp
girara
git
gjs
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmime3
gmp
gnome-backgrounds
gnome-calculator
gnome-chess
gnome-code-assistance
gnome-devel-docs
gnome-disk-utility
gnome-getting-started-docs
gnome-keyring
gnome-multi-writer
gnome-nettool
gnome-online-accounts
gnome-online-miners
gnome-photos
gnome-sound-recorder
gnome-system-monitor
gnome-themes-extra
gnome-todo
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection-runtime
gom
gpgme
gpm
gptfdisk
graphene
graphite
grep
grilo
grilo-plugins
groff
grub
gsettings-desktop-schemas
gsfonts
gsl
gsm
gsound
gspell
gssdp
gssproxy
gst-editing-services
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-engine-murrine
gtk-engines
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
gtksourceview4
guile
gupnp
gupnp-av
gupnp-dlna
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
htop
http-parser
hunspell
hwids
hwloc
hyphen
iagno
iana-etc
icu
ijs
imagemagick
imlib2
iniparser
iproute2
iptables
iputils
iso-codes
jack
jansson
jasper
java-environment-common
java-runtime-common
java8-openjfx
java8-openjfx-doc
java8-openjfx-src
jbig2dec
jdk8-openjdk
jq
jre8-openjdk
jre8-openjdk-headless
js78
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kded
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kitemmodels
kitemviews
kitty
kitty-terminfo
kjobwidgets
kmod
knotifications
knotifyconfig
kpackage
kparts
kpty
krb5
krita
kross
kservice
ktextwidgets
ktorrent
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
kyotocabinet
l-smash
ladspa
lame
lapack
lcms2
ldb
ldns
leiningen
lensfun
leptonica
less
libabw
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavtp
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libconfig
libcroco
libcue
libcups
libcurl-gnutls
libdaemon
libdatrie
libdazzle
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdmapsharing
libdrm
libdv
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreehand
libgcrypt
libgdata
libgee
libgexiv2
libglade
libglvnd
libgme
libgpg-error
libgphoto2
libgrss
libgsf
libgtop
libgudev
libgusb
libgweather
libgxps
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinput
libinstpatch
libiptcdata
libixion
libjpeg-turbo
libkate
libksba
libktorrent
liblangtag
libldap
liblouis
liblqr
liblrdf
libluv
libmediaart
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmspub
libmtp
libmwaw
libmypaint
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnotify
libnsl
libnumbertext
liboauth
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libosinfo
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libphonenumber
libpipeline
libplacebo
libplist
libpng
libportal
libproxy
libpsl
libpulse
libpwquality
libquvi
libquvi-scripts
libqxp
libraqm
libraw
libraw1394
libreoffice-still
librevenge
librsvg
libsamplerate
libsasl
libsass
libseccomp
libsecret
libshout
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspeechd
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libvirt
libvisio
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libzapojit
libzip
libzmf
licenses
lightsoff
lilv
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
lmdb
lolcat
lpsolve
lsw
lua
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
lua53
lua53-lgi
luajit
lvm2
lxappearance
lxsession
lz4
lzo
m4
mailcap
maim
make
man-db
mbedtls
md4c
mdadm
media-player-info
mesa
meson
metis
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mod_dnssd
mpfr
mpg123
mps-youtube
mpv
msgpack-c
mtdev
mujs
mypaint-brushes1
ncurses
ndctl
neofetch
neomutt
neon
neovim
net-tools
nettle
networkmanager
nfs-utils
nfsidmap
ninja
nitrogen
node-gyp
nodejs
nomacs
notmuch-runtime
noto-fonts
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
numactl
obconf
obs-studio
oniguruma
openal
openbox
opencore-amr
opencv
openexr
openjdk8-doc
openjdk8-src
openjpeg2
openmpi
openssh
openssl
optipng
opus
orc
orca
osinfo-db
p11-kit
pacman
pacman-mirrorlist
pacutils
pam
pambase
pango
pangomm
papirus-icon-theme
parallel
parted
patch
pavucontrol
pciutils
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
perl-uri
phonon-qt5
phonon-qt5-gstreamer
pinentry
pixman
pkgconf
polkit
polkit-qt5
poppler
poppler-data
poppler-glib
popt
portaudio
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulsemixer
pyalpm
python
python-appdirs
python-argcomplete
python-asn1crypto
python-astroid
python-atspi
python-attrs
python-cachecontrol
python-cairo
python-cffi
python-chardet
python-click
python-colorama
python-contextlib2
python-cryptography
python-dbus
python-dbus-common
python-distlib
python-distro
python-docutils
python-gobject
python-html5lib
python-idna
python-isort
python-lazy-object-proxy
python-lxml
python-mccabe
python-msgpack
python-nose
python-ordered-set
python-packaging
python-pafy
python-pep517
python-pillow
python-pip
python-ply
python-progress
python-pycodestyle
python-pycparser
python-pyflakes
python-pylint
python-pyopenssl
python-pyparsing
python-pystache
python-pyxdg
python-requests
python-resolvelib
python-retrying
python-setuptools
python-simplejson
python-six
python-termcolor
python-toml
python-urllib3
python-webencodings
python-wrapt
python-yaml
python-zope-interface
python2
python2-cairo
python2-gobject2
python2-numpy
qca
qt5-base
qt5-declarative
qt5-imageformats
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-script
qt5-sensors
qt5-speech
qt5-svg
qt5-wayland
qt5-webchannel
qt5-webkit
qt5-x11extras
quazip
ranger
raptor
rasqal
rav1e
re2
readline
redland
rest
rhash
ripgrep
rofi
rpcbind
rtkit
rtmpdump
rubberband
ruby
ruby-dbus
ruby-diff-lcs
ruby-ffi
ruby-irb
ruby-manpages
ruby-maruku
ruby-optimist
ruby-paint
ruby-rainbow
ruby-rb-fsevent
ruby-rb-inotify
ruby-rdoc
ruby-reline
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-sass
ruby-sass-listen
ruby-term-ansicolor
ruby-tins
ruby-yard
rubygems
run-parts
rygel
sassc
sbc
screenfetch
scrot
sdl
sdl2
sed
semver
serd
serf
sfml
shaderc
shadow
shared-mime-info
slang
slop
smbclient
snappy
sndio
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
sox
spandsp
speech-dispatcher
speex
speexdsp
spirv-tools
sqlite
sqlitebrowser
squashfs-tools
sratom
srt
startup-notification
subversion
sudo
suitesparse
svt-hevc
sxhkd
sxiv
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tbb
tcl
tdb
telegram-desktop
telepathy-glib
tepl
terminus-font
tesseract
tevent
texinfo
thin-provisioning-tools
thunar
thunar-volman
tldr
tmate
totem-pl-parser
tracker
tracker-miners
tracker3
translate-shell
tree
tslib
ttf-baekmuk
ttf-fira-code
ttf-liberation
twolame
tzdata
uchardet
udevil
udisks2
unibilium
unrar
unzip
upower
usbmuxd
uthash
util-linux
util-linux-libs
v4l-utils
vamp-plugin-sdk
vapoursynth
vi
vid.stab
vim
vim-runtime
vino
virtualbox
virtualbox-host-modules-arch
vmaf
volume_key
vulkan-headers
vulkan-icd-loader
w3m
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
whois
wildmidi
wmctrl
wmname
woff2
wpa_supplicant
wpebackend-fdo
wxgtk-common
wxgtk3
x264
x265
xapian-core
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdo
xf86-input-libinput
xfconf
xfsprogs
xkeyboard-config
xmlsec
xorg-font-util
xorg-fonts-encodings
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorgproto
xvidcore
xxhash
xz
yajl
yarn
yelp
yelp-xsl
youtube-dl
zathura
zathura-djvu
zathura-pdf-poppler
zathura-ps
zbar
zeromq
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-autosuggestions
zstd
zvbi
zxing-cpp
